Repository: mozilla-l10n/mt-training-data
Catalog: su/su_pontoon.tmx
Source language: en_us
Languages: su

source: Rear-facing camera
su: Kaméra tukang

source: Received tabs
su: Tab nu katampa

source: Recently closed tabs
su: Tab nu anyar ditutup

source: Recently used
su: Anyar dianggo

source: Recommended
su: Disarankeun

source: Reconnect
su: Sambungkeun deui

source: Reconnect to resume syncing
su: Sambungkeun deui pikeun neruskeun nyingkronkeun

source: Reconnect to Sync
su: Sambungkeun deui ka Sync

source: Redirect Trackers
su: Palacak Alihan

source: Re-enter your PIN
su: Asupkeun deui PIN anjeun

source: Refresh
su: Segerkeun

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
su: Nyegerkeun ieu kaca bisa ngaduplikasi peta panganyarna, contona mayar atawa ngirim koméntar dua kali.

source: Reload
su: Muat ulang

source: Remember decision for this site
su: Emut kaputusan pikeun ieu loka

source: Remote debugging via USB
su: Debugging ti kajauhan liwat USB

source: Remove
su: Piceun

source: Remove account
su: Cabut akun

source: Removed %1$s
su: Disingkahkeun %1$s

source: Remove tab from collection
su: Cabut tab tina koléksi

source: Rename
su: Ganti ngaran

source: Rename collection
su: Ganti ngaran koléksi

# Replace query with “%s”. Example: https://www.google.com/search?q=%s
source: Replace query with “%s”. Example:\nhttps://www.google.com/search?q=%s
su: Ganti kueri ku “%s”. Conto:\nhttps://www.google.com/search?q=%s

source: Report
su: Laporan

source: Report site issue
su: Laporkeun masalah loka

source: Resend data
su: Kirimkeun deui data

source: Resend data to this site?
su: Kirimkeun deui data ka ieu loka?

source: Restart %1$s
su: Mimitian deui %1$s

source: Restore tab
su: Malikkeun tab

source: Resume
su: Teruskeun

source: Resync
su: Singkronkeun deui

source: RETRY
su: COBA DEUI

source: Return to previous app
su: Balik deui ka aplikasi saméméhna

source: Reviews: %1$s
su: Ulasan: %1$s

source: Run in private browsing
su: Jalankeun dina langlangan pribadi

source: Sans Serif font
su: Font Sans Serif

source: Save
su: Teundeun

source: Save changes to login.
su: Teundeun parobahan login.

source: Saved logins
su: Login nu disimpen

source: Saved %s
su: Neundeun %s

source: Save file to device
su: Teundeun berkas ka piranti

source: Save image
su: Teundeun gambar

source: Save logins and passwords
su: Teundeun login jeung kecap sandi

source: Save selected tabs to collection
su: Simpen tab pinilih kana koléksi

source: Save some battery and your eyesight by enabling dark mode.
su: Irit batré jeung jaga kaséhatan panon ku ngahurungkeun mode poék.

source: Save tabs to collection
su: Simpen tab kana koléksi

source: Save this login?
su: Teundeun ieu login?

source: Save to collection
su: Simpen kana koléksi

source: Scan
su: Pinday

source: Scan pairing code in desktop Firefox
su: Pinday sandi papasangan dina Firefox déstop

source: Scan the code
su: Pinday sandi

source: Scan the QR code shown at <b>firefox.com/pair</b>
su: Pindai sandi QR anu ditémbongkeun dina <b>firefox.com/pair</b>

source: Screenshots
su: Téwakan layar

source: Scroll to hide toolbar
su: Gorolongkeun pikeun nyumputkeun tulbar

source: Search
su: Paluruh

source: Search bookmarks
su: Paluruh markah

source: Search browsing history
su: Paluruh jujutan langlangan

source: Search directly from the address bar
su: Paluruh langsung tina bilah alamat

source: Search engine
su: Mesin pamaluruh

source: Search Engine
su: Mesin Pamaluruh

source: Search engine settings
su: Setélan mesin pamaluruh

source: Search engine with name “%s” already exists.
su: Mesin pamaluruh nu ngaranna “%s” geus aya.

source: Search language
su: Paluruh basa

source: Search logins
su: Paluruh login

source: Search or enter address
su: Paluruh atawa asupkeun alamat

source: Search %s
su: Paluruh %s

source: Search string to use
su: Paluruh string pakéeun

source: Search synced tabs
su: Paluruh tab anu singkron

source: Search the web
su: Paluruh raramat

source: Search with
su: Paluruh maké

source: Secure Connection
su: Sambungan Aman

source: Secure Connection Failed
su: Sambungan Aman Gagal

source: Secure your logins and passwords
su: Amankeun login jeung kecap sandi anjeun

source: See what’s new
su: Tingali naon nu anyar

source: Select
su: Pilih

source: Select All
su: Pilih Kabéh

source: Select collection
su: Pilih koléksi

source: Selected
su: Dipilih

source: Selected %1$s
su: Dipilih %1$s

source: Selected language
su: Basa anu dipilih

source: Selected tabs menu
su: Menu tab anu dipilih

source: Select folder
su: Pilih map

source: Select tabs
su: Pilih tab

source: Select Tabs
su: Pilih Tab

source: Select tabs to save
su: Pilih tab pikeun diteundeun

source: Send and Share
su: Kirim jeung Bagikeun

source: Send crash report to %1$s
su: Kirim laporan nu ruksak ka %1$s

source: Send crash report to Mozilla
su: Kirim laporan nu ruksak ka Mozilla

source: Sending crash report to %1$s
su: Kirim laporan nu ruksak ka %1$s

source: Send to all devices
su: Kirim ka sadaya parangkat

source: Send to device
su: Kirim ka parangkat

source: Sep
su: Sép

source: Sepia color scheme
su: Skéma warna sépia

source: Serif font
su: Font Serif

source: Session options
su: Pilihan sési

source: Sessions
su: Sesi

source: Set
su: Setél

source: Set as default browser
su: Jadikeun panyungsi baku

source: Set by Battery Saver
su: Atur ku Pangirit Batré

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
su: Atur tab anu muka pikeun otomatis nutup anu tacan ditingali dina poé, minggon, atawa bulan kamari.

source: Settings
su: Setélan

source: Set up a device lock pattern, PIN, or password to protect your saved logins and passwords from being accessed if someone else has your device.
su: Jieun pola konci paranti, PIN, atawa kecap sandi pikeun ngajaga login jeung kecap sandi anu diteundeun bisi paranti anjeun dipaké batur.

source: Set up now
su: Setél ayeuna

source: Share
su: Bagikeun

source: Share a link
su: Bagikeun tutumbu

source: Share all tabs
su: Bagikeun sadaya tab

source: Share email address
su: Bagikeun alamat surélék

source: Share image
su: Bagikeun gambar

source: Share link
su: Bagikeun tutumbu

source: Shares data about what features you use in %1$s with Leanplum, our mobile marketing vendor.
su: Bagikeun data ngeunaan fitur naon baé anu dipaké di %1$s ka Leanplum, péndor pamasaran ider kami.

source: Share selected tabs
su: Bagikeun tab anu dipilih

source: Share session
su: Bagikeun sési

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
su: Bagikeun kinerja, pamakéan, data hadwér jeung kustomisasi ngeunaan pamaluruh anjeun ka Mozilla pikeun mantuan sangkan %1$s leuwih hadé

source: Share tab
su: Bagikeun tab

source: Share tabs
su: Bagikeun tab

source: Share via
su: Bagikeun kana

source: Share with…
su: Bagikeun sareng…

source: %s health report
su: Laporan kaséhatan %s

source: Shortcut name
su: Ngaran takulan

source: Shortcuts
su: Takulan

source: Show clipboard suggestions
su: Témbongkeun anjuran papan klip

source: Show full history
su: Témbongkeun jujutan lengkep

source: Show in private sessions
su: Témbongkeun dina rintakan nyamuni

source: Show most visited sites
su: Témbongkeun loka anu pangmindengna dianjangan

source: Show password
su: Témbongkeun sandi

source: Show search engines
su: Témbongkeun mesin pamaluruh

source: Show search shortcuts
su: Témbongkeun takulan pamaluruhan

source: Show search suggestions
su: Témbongkeun anjuran maluruh

source: Show voice search
su: Tampilkeun panyungsi sora

source: Sign in
su: Asup

source: Signing in…
su: Asup…

source: Sign in to Firefox
su: Asup ka Firefox

source: Sign in to reconnect
su: Asup pikeun nyambungkeun deui

source: Sign in to see synced bookmarks
su: Asup pikeun nempo markah singkron

source: Sign in to sync
su: Asup pikeun nyingkronkeun

source: Sign in to Sync
su: Asup ka Sync

source: Sign in with your camera
su: Asup maké kaméra anjeun

source: Sign out
su: Kaluar

source: Site
su: Loka

source: Site copied to clipboard
su: Loka ditiron kana papan klip

source: Site information
su: Émbaran loka

source: Site notifications
su: Iber loka

source: Site permissions
su: Idin loka

source: Site removed
su: Loka dipiceun

source: Social Media Trackers
su: Palacak Media Sosial

source: Some content has been blocked by the autoplay setting
su: Sababaraha kontén dipeungpeuk ku setélan otoplay

source: Sorry. %1$s can’t load that page.
su: Hampura. %1$s teu tiasa nyungsi ieu kaca.

source: Sorry. %1$s had a problem and crashed.
su: Hampura. %1$s aya masalah tur ruksak.

source: Sort logins menu
su: Runtuykeun menu login

source: %s | OSS Libraries
su: %s | Pabukon OSS

source: Speak now
su: Nyarios ayeuna

source: %s (Private)
su: %s (Nyamuni)

source: %s Private Search
su: Pamaluruhan Nyamuni %s

source: %s Search
su: Pamaluruhan %s

source: Standard (default)
su: Baku (bawaan)

source: Start browsing
su: Mitembeyan nyungsi

source: Start %s
su: Mimitan %s

source: Start syncing bookmarks, passwords, and more with your Firefox account.
su: Mimitian nyingkronkeun markah, kecap konci, jeung nu lianna maké akun Firefox anjeun.

source: Stay
su: Cicing

source: Stay signed out
su: Ulah asup

source: Stop
su: Eureun

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
su: Eureunan iklan, pidéo, jeung kontén lianna anu ngandung sandi palacak. Bisa mangaruhan fungsionalitas sababaraha raramatloka.

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
su: Ngeureunan data idéntifikasi unik paranti anjeun anu bisa dipaké pikeun tujuan ngalacak.

source: Store unlimited amount of client-side data
su: Nyimpen data jumlah anu henteu terbatas ti sisi klién

source: Strict
su: Pereketkeun

source: Strict (recommended)
su: Pereketkeun (pijeujeuh)

source: Studies
su: Studi

source: Successfully disabled %1$s
su: Laksana numpurkeun %1$s

source: Successfully enabled %1$s
su: Laksana ngahurungkeun %1$s

source: Successfully installed %1$s
su: Laksana masang %1$s

source: Successfully removed %1$s
su: Laksana miceun %1$s

source: Successfully uninstalled %1$s
su: Laksana ngabongkar %1$s

source: Successfully updated
su: Laksana ngapdét

source: Suggested logins
su: Saran login

source: Support
su: Pangrojong

source: Supported add-ons checker
su: Pamariksa add-on nu didukung

source: %s will delete the selected browsing data.
su: %s bakal mupus data nyungsi anu dipilih.

source: %s will delete the selected items.
su: %s bakal mupus item anu dipilih.

source: %s will share everything you type in the address bar with your default search engine.
su: %s bakal ngabagi sagala anu diketikkeun dina palang alamat kana mesin pamaluruh baku anjeun.

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
su: %s bakal eureun nyingkronkeun jeung akun anjeun, ngan moal mupus sakur data langlangan anjeun dina ieu parangkat.

source: Swipe toolbar sideways to switch tabs
su: Gilerkeun tulbar ka gigir pikeun pindah tab

source: Swipe toolbar up to open tabs
su: Gilerkeun tulbar ka luhur pikeun muka tab

source: Switch
su: Gilir

source: Switch to tab
su: Pindah ka tab

source: Switch to the new Nightly
su: Ngalih ka Nightly anyar

source: Sync bookmarks, history, and more with your Firefox Account
su: Singkronkeun markah, jujutan, jeung nu lianna maké Firefox Account anjeun

source: Synced tabs
su: Tab singkron

source: Sync failed. Last success: %s
su: Gagal Sync. Panungtung laksana: %s

source: Sync failed. Last synced: never
su: Gagal Sync. Panungtung laksana: can kungsi

source: Syncing…
su: Nyingkronkeun…

source: Sync is on
su: Singkronna hurung

source: Sync logins
su: Singkronkeun login

source: Sync now
su: Singkronkeun ayeuna

source: Tab closed
su: Tab ditutup

source: Tab deleted
su: Mupus tab

source: Tab from %s
su: Tab ti %s

source: Tab menu
su: Menu tab

source: Tab Received
su: Tab Katampa

source: Tabs
su: Tab

source: Tab saved!
su: Tab disimpen!

source: Tabs closed
su: Tab ditutup

source: Tabs closed!
su: Tab ditutup!

source: Tabs deleted
su: Mupus tab

source: Tab sent!
su: Tab dikirim!

source: Tab settings
su: Setélan tab

source: Tabs Received
su: Tab Katampa

source: Tabs saved!
su: Tab diteundeun!

source: Tabs sent!
su: Tab dikirim!

source: Tab view
su: Panémbong tab

source: Take a position
su: Pilih posisi

source: Tap to copy the URL for this app
su: Toél pikeun niron URL jang ieu aplikasi

source: Telemetry
su: Telemétri

source: The address isn’t valid
su: Alamatna teu bener

source: The connection has timed out
su: Sambunganana béakeun waktu

source: The connection was interrupted
su: Sambunganana kapegat

source: The connection was reset
su: Sambunganana dirését

source: The editable text field for the password of the login.
su: Widang téks éditeun pikeun kecap sandi login.

source: The editable text field for the username of the login.
su: Widang téks éditeun pikeun sandiasma login.

source: The editable text field for the web address of the login.
su: Widang téks éditeun pikeun alamat raramat login.

source: The logins you save or sync to %s will show up here.
su: Login anu diteundeun atawa disingkronkeun ka %s bakal némbongan di dieu.

source: Theme
su: Téma

source: The page at %1$s says:
su: Kaca dina %1$s nyebutkeun:

source: The page isn’t redirecting properly
su: Kacana teu bener kaalihkeunna

source: The tab counter toolbar button.
su: Tombol tulbar pangitung tab.

source: This add-on was migrated from a previous version of %1$s
su: Ieu add-on dipindahkeun ti pérsi heubeul %1$s

source: This app will no longer receive security updates. Get the new Nightly and stop using this app. \n\nTo transfer your bookmarks, logins, and history to another app, create a Firefox account.
su: Ieu aplikasi moal nampa deui apdét kaamanan. Undeur Nightly nu anyar sarta eureunan maké ieu aplikasi. \n\nPikeun mindahkeun markah, login, jeung jujutan anjeun ka séjén aplikasi, jieun rekening Firefox.

source: This app will no longer receive security updates. Stop using this app and switch to the new Nightly. \n\nTo transfer your bookmarks, logins, and history to another app, create a Firefox account.
su: Ieu aplikasi moal nampa deui apdét kaamanan. Eureunan maké ieu aplikasi sarta pindah ka Nightly nu anyar. \n\nPikeun mindahkeun markah, login, jeung jujutan anjeun ka séjén aplikasi, jieun rekening Firefox.

source: This connection is not secure. Logins entered here could be compromised.
su: Ieu sambungan teu aman. Login anu diasupkeun ka dieu rawan.

source: This is sample text. It is here to show how text will appear when you increase or decrease the size with this setting.
su: Ieu mangrupikeun conto téks. Di dieu pikeun nunjukkeun kumaha téks bakal némbongan nalika anjeun ningkatkeun atanapi ngirangan ukuran dina sétélan ieu.

source: This time, search with:
su: Saayeunaeun, paluruh maké:

source: This will delete all of your browsing data.
su: Ieu peta bakal mupus sadaya data nyungsi anjeun.

source: To add a new top site, remove one. Long press the site and select remove.
su: Pikeun nambah loka top anyar, piceun hiji. Pencét lila lokana sarta pilih piceun.

source: To add a new top site, remove one. Touch and hold the site and select remove.
su: Pikeun nambah loka anyar pangluhurna, piceun hiji. Pencét lila lokana sarta pilih piceun.

source: To allow it:
su: Ngarah bisa:

source: Today
su: Poé ieu

source: Toggle tab mode
su: Mode tab pindah

source: Toolbar
su: Tulbar

source: Top
su: Luhur

source: Top Articles
su: Artikel Top

source: Top site limit reached
su: Wates loka top geus kahontal

source: Top site name
su: Ngaran loka onjoy

source: Top sites
su: Loka kawentar

source: To send a tab, sign in to Firefox on at least one other device.
su: Pikeun ngirim tab, asup ka Firefox sahanteuna sakali di piranti nu séjén.

source: Tracking content
su: Kontén palacak

source: Tracking Content
su: Kontén palacak

source: Tracking Protection
su: Kilung Palacakan

source: Tracking Protection has blocked trackers
su: Kilung Palacakan geus meungpeuk palacak

source: Tracking Protection is off for these websites
su: Kilung Palacakan pikeun ieu loka ayeuna pareum

source: Tracking Protection is off for this site
su: Kilung Palacakan pareum pikeun ieu loka

source: Tracking Protection is on
su: Kilung Palacakan keur hurung

source: Translation not found, for locale %1$s neither default language %2$s
su: Tarjamahan teu kapanggih, pikeun daérah %1$s pon kitu ogé basa bawaan %2$s

source: Try Again
su: Pecakan Deui

source: Try one-handed browsing with the bottom toolbar or move it to the top.
su: Cobian maluruh saleungeun maké tulbar di handap atawa pindahkeun ka luhur.

source: Turned off globally, go to Settings to turn it on.
su: Dipareuman sacara global, buka Setélan pikeun ngahurungkeun.

source: Turn on for all sites
su: Hurungkeun pikeun sakabéh loka

source: Turn on Sync
su: Hurungkeun Sync

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
su: <ul> <li>Boa itemna geus ganti ngaran, dipiceun, atawa dipindahkeun?</li> <li>Aya salah ketik, kapitalisasi, atawa galat tipograpik dina alamatna?</li> <li>Naha anjeun boga idin aksés nu cukup kana item anu dipundut?</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
su: <ul> <li>Bisa jadi kulantaran geus dipupus, dipindahhkeun, atawa ayana idin berkas anu matak nyaram aksés.</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
su: <ul> <li>Mangga kontak anu boga raramatloka pikeun ngiberkeun ieu masalah.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
su: <ul> <li>Kaca anu rék ditempo teu bisa ditémbongkeun alatan oténtisitas data anu katarima teu bisa dipuguhkeun.</li> <li>Mangga kontak anu boga raramatloka pikeun ngiberan ieu masalah.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
su: <ul> <li>Lokana sigana keur teu bisa dibuka atawa keur riweuh. Pecakan sakeudeung deui.</li> <li>Lamun teu bisa ngamuat kacana hiji hiji acan, pariksa data ponsél atawa sambungan Wi-Fi anjeun.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
su: <ul> <li>Sigana alatan masalah dina konpigurasi server, atawa aya nu nyobaan or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
su: <ul> <li>Alamat raramat ilaharna ditulis siga <strong>http://www.conto.com/</strong></li> <li>Pastikeun anjeunn maké gurat condong maju (i.e. <strong>/</strong>).</li> </ul>

source: Unable to connect
su: Teu bisa nyambung

source: Unable to connect. Unrecognizable URL scheme.
su: Teu bisa nyambung. Skéma URL teu dipikawanoh.

source: Unable to open %1$s
su: Teu bisa muka %1$s

source: Unable to save login
su: Teu bisa neundeun login

source: Unable to send
su: Teu tiasa ngirim

source: Undo
su: Bedo

source: UNDO
su: BEDO

source: Unexpected response from server
su: Tanggapan anu teu kaduga ti serper

source: Unknown Protocol
su: Protokol Teu Dipikawanoh

source: Unlock %1$s
su: Buka konci %1$s

source: Unlock to view your saved logins
su: Buka konci pikeun nempo login anu diteundeun

source: Unlock your device
su: Buka konci paranti anjeun

source: Unsafe File Type
su: Tipe Berkas Teu Aman

source: Unselected %1$s
su: Teu dipilih %1$s

source: Unwanted site issue
su: Isu loka teu dipiharep

source: Update
su: Apdét

source: Update complete
su: Ngamutahirkeun geus jejeg

source: Update in progress
su: Keur ngamutahirkeun

source: Updater Information
su: Émbaran panganyar

source: Update this login?
su: Apdét ieu login?

source: Updating %s…
su: Mutahirkeun %s…

source: URL copied
su: URL ditiron

source: URL copied.
su: URL ditiron.

source: URL copied to clipboard
su: URL ditiron kana papan klip

source: Usage and technical data
su: Data pamakéan jeung téknis

source: Use email instead
su: Maké surél wéh

source: Username
su: Sandiasma

source: Username copied to clipboard
su: Sandiasma ditiron kana papan klip

source: Users: %1$s
su: Pamaké: %1$s

source: Verified By: %1$s
su: Dipéripikasi ku: %1$s

source: Version
su: Pérsi

source: View
su: Témbong

source: View a list of tabs from your other devices.
su: Témbongkeun béréndélan tab ti séjén paranti anjeun.

source: View options
su: Témbongkeun pilihan

source: Visit <b>firefox.com/pair</b> in Firefox on your computer to get your QR code.
su: Anjangan <b>firefox.com/pair</b> maké Firefox dina komputer anjeun pikeun muka sandi QR anjeun.

source: Voice search
su: Sungsi sora

source: Website
su: Raramatloka

source: Welcome to an all-new %s
su: Wilujeng sumping ka %s anyar

source: Welcome to %s!
su: Wilujeng sumping di %s!

source: We‘re currently building support for an initial selection of Recommended Extensions.
su: Kami ayeuna ngawangun dukungan pikeun pilihan awal Éksténsi nu Disarankeun.

source: We’ve designed %s to give you control over what you share online and what you share with us.
su: Kami geus ngarancang %s sangkan anjeun bisa ngatur naon anu dibagikeun onlén jeung naon anu dibagikeun ka kami.

source: What’s blocked by custom tracking protection
su: Naon anu dipeungpeuk ku perlindungan palacakan sakahayang

source: What’s blocked by standard tracking protection
su: Naon anu dipeungpeuk ku perlindungan pelacakan baku

source: What’s blocked by strict tracking protection
su: Naon anu dipeungpeuk ku perlindungan palacak rékép

source: What’s New
su: Anu Anyar

source: What’s new in %s
su: Nu anyar di %s

source: Yes, sign me in
su: Enya, asupkeun

source: Yesterday
su: Kamari

source: You are signed in as %s on another Firefox browser on this device. Would you like to sign in with this account?
su: Anjeun asup salaku %s dina séjén panyungsi Firefox di ieu telepon. Anjeun rék asup maké ieu akun?

source: You are signed in as %s on another Firefox browser on this phone. Would you like to sign in with this account?
su: Anjeun asup salaku %s dina séjén panyungsi Firefox di ieu telepon. Anjeun rék asup maké ieu akun?

source: You can attempt to restore or close this tab below.
su: Anjeun bisa nyoba mulangkeun deui atawa nutup tab di handap.

source: You can easily add this website to your device’s Home screen to have instant access and browse faster with an app-like experience.
su: Anjeun bisa kalawan gampang nambahkeun ieu raramatloka kana layar Tepas ponsél pikeun aksés instan sarta maluruh leuwih gancang kawas muka aplikasi.
